import React from "react";
import NewsLetter from "./NewsLetter";
import SectionHead from "./SectionHead";

const HowItWork = () => {
  return (
    <>
      <main className="main">

        <div className="section-head">
            <SectionHead />
        </div>

        <section className="terms" data-aos="fade-up">
          <div className="container">
            <div className="row">
              <p className="mb-4">
                يمكنك من خلال خمسات بيع خدماتك بسعر يبدأ من 5 دولار أو شراء
                خدمات مقابل هذا الثمن، ونقوم بدور الوسيط بين البائع والمشتري بما
                يضمن حقوق الطرفين مقابل عمولة 1$ لكل 5$، هذه العمولة يتم
                اقتطاعها من البائع حصراً ولا يمكنه تحميلها للمشتري أو التفاوض
                معه بشأنها. ننصح بقراءة شروط الاستخدام و بيان الخصوصية، كما نرجو
                الاطلاع على صفحة الضمان بعناية حتى تعرف كيف نضمن حقوقك بشكل
                كامل. في حال كان لديك سؤال يمكنك إيجاده في الأسئلة الشائعة أو
                مراسلتنا عبر مركز المساعدة.
              </p>
              <h5 className="mb-5">مقدم الخدمة (البائع)</h5>
              <h6 className="mb-3">إضافة الخدمة</h6>
              <p className="mb-4">
                أنشئ حساباً جديداً أو سجل الدخول للموقع، ثم ابدأ بإضافة الخدمات
                التي تتقن تنفيذها، بعد أن تضيف الخدمة ستتم مراجعتها من طرف فريق
                الدعم الفني. في حال لم تحتوي الخدمة أي مخالفات سيتم قبولها وتظهر
                للمشترين ويمكنك البدأ بالترويج لها، وإن رُفضت سيتم إعلامك بسبب
                الرفض عبر بريدك الالكتروني. للمزيد حول كيفية إضافة الخدمة يمكنك
                الاطلاع على مقالة إضافة خدمة مميزة.
              </p>
              <h6 className="mb-3">بدء بيع الخدمة وتنفيذ العمل</h6>
              <p className="mb-4">
                بعد بيع خدمتك والوصول لمرحلة التنفيذ، يمكنك بدء العمل على الخدمة
                وإرسال الملفات المطلوبة للمشتري، تعرّف على مراحل بيع الخدمة من
                خلال مقالة إدارة الطلب كبائع.
              </p>
              <h6 className="mb-3">الحصول على الأرباح</h6>
              <p className="mb-5">
                عند الانتهاء من العمل وتسليمه كاملاً يمكنك الضغط على زر تسليم
                الخدمة. إذا لم يكن لدى المشتري أي ملاحظات أو تعديلات سيقوم
                بالموافقة على طلب التسليم وينتقل رصيد الخدمة إلى حسابك في خمسات،
                ثم يمكنك سحبه إلى حسابك في باي بال من خلال الخطوات الموضحة في
                مقالة سحب الأرباح.
              </p>
              <h5 className="mb-5">طالب الخدمة (المشتري)</h5>
              <h6 className="mb-3">إنشاء الحساب أو تسجيل الدخول</h6>
              <p className="mb-5">
                قم بتسجيل الدخول إلى خمسات، أو أنشئ حساباً جديداً في حسابات حسوب
                حيث يمكنك الوصول من خلاله إلى كافة مواقعنا، اطلع على كيفية ذلك
                في مقالة إنشاء الحساب.
              </p>
              <h6 className="mb-3">البحث عن الخدمات</h6>
              <p className="mb-5">
                إبحث عن الخدمة المطلوبة عبر التصنيفات أو زر البحث، ثم اقرأ
                تفاصيل الخدمة واطلع على معلومات البائع، اطلع على نصائح لاختيار
                الخدمات قبل عملية الشراء.
              </p>
              <h6 className="mb-3">شراء الخدمة</h6>
              <p className="mb-5">
                أضف الخدمة التي اخترتها إلى سلة المشتريات وسدد ثمنها من خلال
                وسيلة الدفع التي تناسبك، حيث نوفر الدفع عبر باي بال أو البطاقات
                الائتمانية. لتفاصيل أكثر نرجو الاطلاع على شراء الخدمة.
              </p>
              <h6 className="mb-3">تنفيذ الخدمة واستلامها</h6>
              <p>
                بعد إتمام شراء الخدمة ستتمكن من التواصل مع البائع ليبدأ تنفيذ
                العمل المطلوب. عند استلام العمل كاملاً بالمواصفات التي تم
                الاتفاق عليها يمكنك تسليم الخدمة وعندها سيتم تحويل المبلغ لحساب
                البائع، اطلع على مراحل سير تنفيذ الخدمة في مقالة إدارة الطلب
                كمشتري. في حال لم يرد البائع على رسائلك أو لم يبدأ بتنفيذ الخدمة
                يمكنك إلغاء الطلب ثم طلب خدمة جديدة من خلال الرصيد المعاد إلى
                حسابك. عند ظهور أي مشكلة أو كان لديك أي استفسار يمكنك الاطلاع
                على مقالات قاعدة المعرفة. أو التواصل معنا عبر مركز المساعدة.
              </p>
            </div>
          </div>
        </section>

        <div className="Newsletter">
          <NewsLetter />
        </div>

      </main>
    </>
  );
};

export default HowItWork;
